import KalinaMebelLogo from '@/public/images/client_01.png'
import OmmaLogo from '@/public/images/client_02.png'
import AltayLogo from '@/public/images/client_03.png'
import MzaLogo from '@/public/images/client_04.jpg'
import SibGuideLogo from '@/public/images/client_05.png'
import AltayTilLogo from '@/public/images/client_06.png'
import ParnasLogo from '@/public/images/client_07.png'
import InovaMedLogo from '@/public/images/client_08.png'
import ZdorovieLogo from '@/public/images/client_09.png'
import NezabudkaLogo from '@/public/images/client_10.png'
import TransferLogo from '@/public/images/client_11.png'
import CsvetaLogo from '@/public/images/client_12.png'
import AltaiActiveLogo from '@/public/images/client_13.png'
import UsadbaZLogo from '@/public/images/client_14.png'

export const Portfolio = [
    {
        title: 'Калина Мебель',
        logo: KalinaMebelLogo,
        site: 'https://mebel-kalina.ru/',
        description: 'Мебельный салон',
        youtube: 'https://youtu.be/twgCHCBvg7c',
        content: 'Разработка интернет каталога для магазина «Калина» в Горно-Алтайске.',
        release: '05.05.2023'
    },
    {
        title: 'Окна ОММА',
        logo: OmmaLogo,
        site: 'https://omma.pro/',
        description: 'Строительно монтажная фирма',
        youtube: 'https://youtu.be/wHwvJVM8Oo8',
        content: 'Разработка сайта для строительно-монтажной фирмы ОММА. В рамках проекта я так же настроил интеграцию с VK, 2ГИС, Яндекс Бизнес в части автоматической передачи товаров и услуг.',
        release: '12.06.2019'
    },
    {
        title: 'СИБГИД',
        logo: SibGuideLogo,
        site: 'https://sibguide.ru/',
        description: 'Туристический инфоцентр',
        youtube: 'https://youtu.be/N4yqm766JTA',
        content: 'Разработка сервиса туристических объявлений СИБГИД.',
        release: '31.12.2022'
    },
    {
        title: 'Алтай Тиль',
        logo: AltayTilLogo,
        site: 'https://altaitil.ru/',
        description: 'Онлайн сервиса изучения Алтайского языка',
        youtube: 'https://youtu.be/LQjGKX7V3kE',
        content: 'Разработка сайта онлайн сервиса изучения Алтайского языка. На сайте реализованы различные инструменты и ресурсы для самостоятельного изучения алтайского языка, включая Интерактивные уроки, которые помогут освоить основы языка и научиться читать, писать и говорить на алтайском языке.Тематические курсы, позволяющие углубиться в изучение определенных аспектов языка, таких как грамматика, лексика или произношение. Видеоуроки и аудиоматериалы, которые помогут лучше понять особенности алтайской речи и произношения.Тесты и задания для проверки и закрепления полученных знаний.',
        release: '22.06.2022'
    },
    {
        title: 'Парнас',
        logo: ParnasLogo,
        site: 'https://hotel-parnas.ru/',
        description: 'Гостиница в Горно-Алтайске',
        youtube: 'https://youtu.be/K3kWI0dE2Ec',
        content: 'Разработка сайта гостиницы Парнас в Горно-Алтайске. В рамках проекта был интегрирован модуль бронирования Bnovo, который позволил гостям быстро и удобно бронировать номера на сайте. Сайт был разработан с использованием современных технологий и имеет удобный интерфейс для пользователей. Он предоставляет всю необходимую информацию о гостинице и ее услугах, а также позволяет гостям ознакомиться с фотографиями номеров и забронировать их онлайн.',
        release: '03.04.2022'
    },
    {
        title: 'Иннова Мед',
        logo: InovaMedLogo,
        site: 'https://inovamed.ru/',
        description: 'Многопрофильный медицинский центр',
        youtube: 'https://youtu.be/HfTdVVUOAVw',
        content: 'Разработка сайта для медицинской клиники ИнноваМед. Создание удобного и информативного сайта для медицинской клиники ИнноваМед, который поможет пациентам быстро найти необходимую информацию о предоставляемых услугах, специалистах и ценах.',
        release: '30.03.2021'
    },
    {
        title: 'Гармония здоровья',
        logo: ZdorovieLogo,
        site: 'https://ga-zdorovie.ru/',
        description: 'Многопрофильный медицинский центр',
        youtube: 'https://youtu.be/CfB6NwtaOhs',
        content: 'Разработка сайта для современного многопрофильного медицинского центра Гармония Здоровья в Горно-Алтайске. Сайт был создан с учетом всех требований заказчика и современных тенденций веб-дизайна. Основной задачей сайта является предоставление информации о медицинском центре, его услугах и специалистах. Для этого мы создали удобную навигацию и структурировали информацию на сайте. Также мы добавили интерактивные элементы, такие как форма обратной связи и онлайн-запись на прием к врачу. Дизайн сайта выполнен в светлых тонах, что создает атмосферу спокойствия и гармонии. Мы использовали качественные фотографии медицинского центра и его специалистов, чтобы посетители могли получить максимально полное представление о клинике. Также мы провели работу по оптимизации сайта для поисковых систем, что поможет привлечь больше потенциальных клиентов.  Сайт полностью соответствует ожиданиям заказчика и помогает медицинскому центру «Гармония Здоровья» привлекать новых пациентов.',
        release: '03.03.2021'
    },
    {
        title: 'Незабудка',
        logo: NezabudkaLogo,
        site: 'https://nezabudka04.ru/',
        description: 'База отдыха',
        youtube: 'https://youtu.be/LxlRR9bfe90',
        content: 'Разработка сайта базы отдыха Незабудка. Удобный и интуитивно понятный интерфейс сайта, адаптированный под различные устройства. Быстрый и удобный поиск информации о номерах, услугах и ценах на базе отдыха. Возможность онлайн-бронирования номеров. Высокая скорость загрузки страниц сайта, что обеспечивает комфортное использование сайта для пользователей.',
        release: '26.03.2022'
    },
    {
        title: 'Алтай Трансфер',
        logo: TransferLogo,
        site: 'https://transfer-altay.ru/',
        description: 'Пассажирские перевозки',
        youtube: 'https://youtu.be/LxlRR9bfe90',
        content: 'Разработка сайта для компании Трансфер Алтай. В рамках проекты я так еже разработал логотип и настроили рекламную компанию в Яндекс Директ.',
        release: '23.01.2021'
    },
    {
        title: 'Царство Света',
        logo: CsvetaLogo,
        site: 'https://altaybaza.su/',
        description: 'База отдыха',
        youtube: 'https://youtu.be/ri3evcjIJ98',
        content: 'Разработка сайта турбазы Царство Света. В рамках проекты я так еже разработал фирменный стиль.',
        release: '25.02.2020'
    },
    {
        title: 'Бюро путешествий Созвездие',
        logo: AltaiActiveLogo,
        site: 'https://altaybaza.su/',
        description: 'Организация активных туров',
        youtube: 'https://youtu.be/immNv9oCegs',
        content: 'Редизайн сайта для туристической фирмы Созвездие в Горном Алтае. На сайте реализован быстрый поиск экскурсий и туров по различным фильтрам, реализован личный кабинет туриста с возможностью добавлять туры и экскурсии в избранное.',
        release: '01.06.2023'
    },
    {
        title: 'Мать Земля Алтай',
        logo: MzaLogo,
        site: '',
        description: 'Событие',
        youtube: 'https://youtu.be/ak6qs4nMHVo',
        content: 'Разработка сайта гастрофестиваля Мать Земля Алтай 2019. Долгая, кропотливая работа: разработка концепции навигации по программе фестиваля а затем публикация отчета с обработкой тысяч фотографий.',
        release: '12.04.2019'
    },
    {
        title: 'Алтай',
        logo: AltayLogo,
        site: 'https://mc-altay.ru/',
        description: 'Медицинский центр',
        youtube: 'https://youtu.be/8KU5R0k6LBE',
        content: 'Разработка сайта для медицинского центра «Алтай» в городе Барнаул была выполнена с учетом всех требований заказчика и пользователей. Сайт имеет удобный интерфейс и интуитивно понятную навигацию, что позволяет пациентам быстро находить необходимую информацию о медицинских услугах, врачах и ценах. Для удобства пациентов на сайте была реализована онлайн-запись на прием к врачу, а также возможность заказать обратный звонок от специалиста медицинского центра.',
        release: '28.12.2023'
    },
    {
        title: 'Усадьба Зыряновых',
        logo: UsadbaZLogo,
        site: 'https://usadba-z.ru/',
        description: 'База отдыха в Горном Алтае',
        youtube: 'https://youtu.be/CBeSUsyI90M',
        content: 'Разработка сайта Усадьбы Зыряновых. В рамках проекта так же проекта так же проведена интеграция с Яндекс Бизнес, VK и 2ГИС для быстрой выгрузки номеров.',
        release: '04.06.2024'
    },
]
